Repository: mozilla-l10n/mt-training-data
Catalog: mnw/mnw_pontoon.tmx
Source language: en_us
Languages: mnw

source: FAQ
mnw: သၟာန်သွဟ်

source: Faroese
mnw: ဖာရဝ်

source: Fast
mnw: ပြဟ်ဟ်

source: Faster playback speed
mnw: ပံက် ဒမြိပ်အသိၚ် ပြဟ်ဟ်

source: Featured in...
mnw: ပါလုပ်လဝ် ပ္ဍဲ...

source: Feʼefeʼe
mnw: ဖေအ်ဖေအ်

source: Female
mnw: မၞိဟ်ဗြဴ

source: Female/Feminine
mnw: မၞိဟ်ဗြဴ

source: Fewer than 15 words per sentence
mnw: မွဲဝါကျမ္ဂး ဒးအောန်နူ မလိက် ၁၅ မရောၚ်။

source: Fields marked with an asterisk (*) are required.
mnw: ကဏ္ဍဒၞာဲမစၟတ်သမ္တီလဝ် နကဵု လက်သန်သၞံၚ် (*) တအ်ဂှ် ဒးဗပေၚ်စုတ်ဟေၚ်ရောၚ်။

source: File is too large
mnw: ဝှာၚ်ဇၞော်လောန်အာရ။

source: File is too small
mnw: ဝှာၚ်ဍောတ်လောန်အာရ။

source: Finance
mnw: ပရေၚ်သြန်

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
mnw: ဂၠါဲညးမၞုံစိုတ်ဓါတ်မိက်ဂွံမၚ်မွဲတအ်ဂှ်ညိ။ ဂၠာဲကေတ်ပ္ဍဲ တက္ကသိုလ်၊ ဘာဗ္တောန်လိက်အရေဝ်ဘာသာ၊ ဂကောံထံက်ပင် ဟွံသေင်မ္ဂး ဂကောံသိပ္ပံတင်ဂၞင်တအ် ဒှ်မာန် ရ။ ဆက်စၠောအ်တုဲ ညးတအ်ဗိုၚ်ရီုဗၚ်မာန်သာ်လဵု ကေုာံ ဟိုတ်သာ်လဵုဂွံရီုဗၚ်ဂှ် သောၚ်ကလးကဵု ကၠးကၠးညိ။ <outreachTemplates>ရံင် ဗီုပြင် အဳမေးလ် ဆက်စၠောံ ပိုယ် ညိ</outreachTemplates>။

source: Find us on Matrix
mnw: ဂၠာဲပိုဲလ္တူ Matrix

source: Finish editing first?
mnw: ပတုဲထောံပရေၚ်ပလေဝ်ဒါန်ကၠာဟာ

source: Finish recording
mnw: ရပ်ပၠောပ်ရမျာၚ်တုဲဒှ်အာရ။

source: Finish recording first?
mnw: ပၠောပ်ဒတုဲထောံရမျာၚ်ကၠာဟာ

source: Finish Review
mnw: စၟဳစၟတ်တုဲ

source: Finish validating
mnw: စၟဳစၟတ်တုဲဒှ်အာရ။

source: Finish validating clips?
mnw: စၟဳစၟတ် ကလေပ်ရမျာၚ်တအ် တုဲယျဟာ?

source: Finnish
mnw: ဖိန်လာန်

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
mnw: ကၠာအိုတ်၊ အရေဝ်ဘာသာမၞး <languageLink\>နွံဒၟံၚ်တုဲတုဲဟာ</languageLink\> ဂှ် စၟဳစၟတ်ရံၚ်ညိ။ ယဝ်ရ ဟွံမွဲဏီမ္ဂး၊ သွက်ဂွံ ထပ်စုတ် အရေဝ်ဘာသာ မၞးဂှ် \<languageRequestLink\>အာတ်မိက်မာန်ရ</languageRequestLink\>။ နွံဒၟံၚ်ၜါကဆံၚ်ရ။ ကၠာဲဘာသာ ဝေပ်ဆာက် ကေုာံ ပကောံပကေဝ် ဝါကျဂမၠိုၚ်ရ။

source: Follow guidelines from “What sentences can I add?”
mnw: ဒ္ဂေတ်ဗက် စေဝ်ပၞောန် နူ “ဝါကျ ဗီုလဵု အဲ ထပ်စုတ် ဂွံရော?” ညိ။

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
mnw: ဇၟာပ် ကလေပ်ရမျာၚ် မကဵုလဝ်ဒါန် ကေုာံ ဇၟာပ် ကလေပ်ရမျာၚ် မစၟဳစၟတ်လဝ်တအ်ဂှ် ဂတဵုသရုပ် အကံက် မၞး ပြံၚ်လှာဲ ပလေဝ်ပလေတ်ကဵု တၚ်နၚ်တၟိအိုတ် သွက်ဂွံ ထ္ၜးကဵု လၟေၚ်ဇၞော်မောဝ် မၞး ပ္ဍဲကဵု ဇၟာပ် အရေဝ်ဘာသာ မၞး မပါလုပ်ပံၚ်တောဲလဝ်တအ်ဂှ်ရ။ ယွံ၊ မၞး ပါလုပ်ပံၚ်တောဲ ဂၠိုၚ်နူ မွဲဘာသာ မာန်ရ<br/><br/>သုၚ်စောဲ ဂတဵုသရုပ် သွက်ဂွံ ဗက်စၟဳစၟတ် စရၚ်အၚ် မၞး၊ ရံၚ်ကေတ် ဗီုပြၚ် မၞး ကၠောန်ဒၟံၚ် မွဲစွံ ကဵု ညးတၞဟ် ပ္ဍဲဂကောံဂှ်တုဲ ဖျေဟ် တၚ်ရန်တၟအ် ပရေၚ်ပါလုပ်ပံၚ်တောဲ သွက် လၟေၚ်တ္ၚဲ ဟွံသေၚ်မ္ဂး လၟေၚ်သတ္တဟ ညိ။

source: for example
mnw: ဥပမာ

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
mnw: ဟိုတ်လိက် ဒြပ်ညးဟလိုၚ်ဟွံမွဲ ပ္ဍဲအာန်လာၚ်တုဲ မၞး သုၚ်စောဲစကာ နဲကဲနိဿဲသုတေသန ဗီုပြၚ် ဟာဗာတ် ဂွံမံၚ်ရ၊ ဥပမာ ဗီုပြင် ဟာဗတ် "Jess (2021) My Public license poems"

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
mnw: နဲကဲပညာ ညံၚ်ဂွံကၠောန်ကမၠောန်ခိုဟ်တိုန် သွက်ဇၟာပ်မၞိဟ်ဂှ် တၚ်နၚ်ဒေတာ မရီုဗၚ်ကဵု ညးမခၞံဗဒှ်တအ် ညံၚ်ဂွံ ခၞံဗဒှ် နဲကဲပညာဂှ် သ္ဒးထ္ၜးကဵု မၞိဟ်စုၚ်လေၚ်ရ။ ဥပမာ၊ ယဝ်ရ ပိုဲ ဟွံပၠုပ်စုတ်လဝ် ညးမဟီုအရေဝ် နကဵု လဟီုရမျာၚ် မွဲမွဲမ္ဂး၊ နဲကဲပညာဂှ် သွက်မၞိဟ်မဟီုအရေဝ် နကဵု လဟီုရမျာၚ်ဂှ် ကၠောန်ကမၠောန်ခိုဟ်ခိုဟ်ဟွံမာန်ရ။ <learnMore>မုဟိုတ် မေတာဒေတာ ကိစ္စဂွံဇၞော်ရောဂှ် ဆက်လ္ၚတ်ကေတ်ညိ။</learnMore>

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
mnw: အရေဝ်ဘာသာမပ္တိတ်လဝ်တအ်ဏအ်ဂှ် သွက်မုက်ဝေပ်သာ်မ္ဂး <localizationGlossaryLink>ကၠာဲစၠောံလဝ်</localizationGlossaryLink> ဗွဲမအံၚ်ဇၞးတုဲဒှ်တုဲ သွက်ဂွံဆက်ပါလုပ် ထံက်ပၚ်အာ ပ္ဍဲကဵု <speakLink>ဟီု</speakLink> ကေုာံ <listenLink>ကလၚ်</listenLink> တအ်ဂှ်<sentenceCollectionGlossaryLink>ဝါကျမပကောံလဝ်ဂမၠိုၚ်</sentenceCollectionGlossaryLink>ရုံဂပ်တဴဒၟံၚ်ရ။

source: Forwards
mnw: အာဂတတေံ

source: Foundations
mnw: ဖံင်ဒေယှေန်ဂမၠိုင်

source: French
mnw: ပြၚ်သေတ်

source: Frisian
mnw: ဖရဳဇြဳယျာ

source: Fulah
mnw: ဖူလာ

source: Ga
mnw: ဂါ

source: Galician
mnw: ဂါလဳသဳယျာ

source: Gawarbaiti
mnw: ဂါဝါရ်ဗာဲတဳ

source: Gawri
mnw: ဂေါရဳ

source: GB
mnw: ဂေတ်

source: General
mnw: ပရေၚ်နာနာသာ်

source: General language / multiple variants
mnw: အရေဝ်ဘာသာ ယေဘုယျ / ဗီုပြၚ် ဗွဲမဂၠိုၚ်

source: Generate Credentials
mnw: ခၞံဗဒှ်ပတိတ် Credentials

source: Georgian
mnw: ဂျဝ်ဂျဳယျာ

source: German
mnw: ဂျာမနဳ

source: Get in touch
mnw: ဆက်စၠောအ်

source: Get in touch <icon></icon>
mnw: ဆက်စၠောအ်ကၠုၚ်ညိအဴ

source: Get involved
mnw: ဘိုၚ်ပါလုပ်

source: Get Involved
mnw: ဘိုၚ်ပါလုပ်

source: Get started <icon><icon>
mnw: စတမ်

source: Get started with goals
mnw: စတမ် ကဵု တိုၚ်ပ္ကဴရန်တၟံတအ်ညိ

source: Get Started with Speech Recognition
mnw: စကၠောန် ပရေင်စၟတ်သမ္တီရမျာၚ်

source: Get your certificate
mnw: ကေတ်တၞးလိက်စၟတ်သမ္တီမၞး

source: Gheg Albanian
mnw: ဂေတ် အာလ်ဗေနဳယျာန်

source: Ghomala
mnw: ဂေါမာလာ

source: Gilaki
mnw: ဂဳလာကဳ

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
mnw: <githubLink>NVIDIA NeMo</githubLink>™ ဂှ် ဒှ် <docsLink>ကိရိယာပံက်လဟာ်</docsLink> မွဲ သွက် ညးသုတေသနတအ် ဂွံဖန်ဗဒှ်တဴ မဝ်ဒေဝ် AI ပရေၚ်ဟီုဂး ကဆံၚ်သၠုၚ်တအ်ရ။

source: Goal reached
mnw: စိုပ်တိုၚ်ပ္ကဴရန်တၟံတုဲရ။

source: Goals
mnw: တိုၚ်ပ္ကဴ

source: Goaria
mnw: ဂဝ်အာရဳယျာ

source: Gorani
mnw: ဂဝ်ရာနဳ

source: Go to Discourse
mnw: အာ Discourse

source: Go to Languages Page
mnw: အာပ္ဍဲမုက်လိက် အရေဝ်ဘာသာညိ။

source: Go to { $name }
mnw: အာပ္ဍဲ { $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
mnw: <governanceLink>ဆက်ဗှ်ရံၚ် ပရူပရာဗီုပြင် ပရေၚ်အုပ်ဓုပ်ပကၚ်ရၚ် ပိုဲညိ။</governanceLink>

source: Governments
mnw: အလဵုအသဳဂမၠိုင်

source: Grammatical / spelling error
mnw: သဒ္ဒါဗၠေတ် / ပံၚ်မလိက်ဗၠေတ်

source: Great! How many clips a week?
mnw: ခိုဟ်ရအဴ၊ မွဲသတ္တဟမ္ဂး မူစိကလေပ်ရော

source: Great! How many clips per day?
mnw: ခိုဟ်ရအဴ၊ မွဲတ္ၚဲမ္ဂး မူစိကလေပ်ရော

source: Great!<recordIcon></recordIcon> Record your next clip
mnw: ခိုဟ်တဴရ၊<recordIcon></recordIcon> ရပ်ပၠောပ်ကလေပ်ရမျာၚ်ဂတတေံညိ။

source: Great work!<playIcon></playIcon> Listen again when you're ready
mnw: ခိုဟ်ရအဴ။<playIcon></playIcon>ယဝ်ခါရမၞးတုဲဒှ်မ္ဂး ထပ်ကလၚ်မွဲဝါပၠန်ညိ။

source: Greek
mnw: ဂရိတ်

source: Gronings
mnw: ဂရဝ်နိၚ်

source: Guarani
mnw: ဂွါရာနဳ

source: <guidanceLink>Read full guidelines here</guidanceLink>
mnw: <guidanceLink>ဗှ်ကေတ်ပရူ စဳပၞောန်ပေၚ်ၚ် ပ္ဍဲဒၞာဲဏံညိ</guidanceLink>

source: Guidar
mnw: ဂွဳဒါရ်

source: Guidelines
mnw: စေဝ်ပၞောန်ဂမၠိုၚ်

source: Guiziga
mnw: ဂွဳဇြဳဂါ

source: Gujarati
mnw: ဂူဂျာရာတဳ

source: Gujari
mnw: ဂူဂျာရဳ

source: Gurgula
mnw: ဂူရ်ဂူလာ

source: Haitian
mnw: ဟေတဳ

source: Hakha Chin
mnw: ချေၚ် ဟာခါ

source: Hakka
mnw: ဟာတ်ကာ

source: Hausa
mnw: ဟဝ်သာ

source: Have a previous or upcoming event? Share it with us and we will announce it to our community or write a blog about it!
mnw: ပရေၚ်ချဳဒရာၚ်တုဲတုဲ ဟွံသေၚ်မ္ဂး လၟေၚ်ဂတတအ်နွံဒၟံၚ်ဟာ? ပါ်ပရအ်ကဵုပိုဲတုဲ ပိုဲလလောၚ်တြးကဵုဂကောံပိုဲ ဟွံသေၚ်မ္ဂး ချူပတိုန်ကဵုပရူပရာဂှ်ရောၚ်။

source: Have Feedback?
mnw: ဒးပတိုန်ထ္ၜးကဵုကသပ်နွံဟာ

source: Have you read our Terms?
mnw: မၞးဗှ်လဝ်စဳပၞောန်ပိုယ်တုဲယျဟာ?

source: Having an account is not required to contribute, though it is helpful.
mnw: အကံက်နွံတုဲ ဒးပါလုပ်ပံၚ်တောဲဟွံသေၚ် ဆ္ဂး ယဝ်ခါရပါလုပ်ပံၚ်တောဲမ္ဂး ဒှ်အရီုအဗၚ်ဂၠိုၚ်ရ။

source: Having a profile is not required to contribute though it is helpful, see why below.
mnw: သွက်ဂွံ ပါလုပ်ကၠောန်ဂှ် ဟွံဒးကေတ် ပရဝ်ဝှာၚ် ကီုလေဝ် ယဝ်နွံမ္ဂး ဒှ်အရီုအဗင်ဂၠိုၚ်ရ၊ ရံင်ကေတ် ဟိုတ်ဍေံ သၟဝ်ဏအ် ညိ။

source: Hazargi
mnw: ဟာဇြာဂဳ

source: Healthcare
mnw: ပရေၚ်ထတ်ယုက်

source: Hebrew
mnw: ဟဳဗြူ

source: Help
mnw: အရီုဗၚ်

source: Help Common Voice reach { $hours } hours in a language with a personal goal
mnw: ရီုဗၚ်ကဵု Common Voice စိုပ် { $hours } ပ္ဍဲဘာသာမွဲမွဲ နကဵု တိုၚ်ပ္ကဴပူဂဵုမွဲညိ

source: Help create Common Voice’s first target segment in { $locale }
mnw: ရီုဗၚ်ကၠောန်ဗဒှ် တၚ်ပတဝ်က္ဍိုပ်ကဏ္ဍပထမ Common Voice ပ္ဍဲ { $locale } ညိ။

source: Help reach { $hours } hours in { $language } with a personal goal
mnw: ရီုဗင်ကဵုစိုပ် { $hours } နာဍဳ ပ္ဍဲဘာသာ { $language } နကဵု တိုၚ်ပ္ကဴ ပူဂဵုမွဲညိ။

source: Help teach machines how real people speak, donate your voice at { $link }
mnw: ဗီုမၞိဟ်ဇေတ်တ်တအ်ဟီုဂှ် ဘိုၚ်ရီုဗၚ်ဗ္တောန်ကဵုစက်ညိ၊ ကဵုဒါန်ရမျာၚ်မၞး ပ္ဍဲ { $link } ညိ။

source: Help us build a community around voice technology, stay in touch via email.
mnw: ရီုဗင်ပိုဲ ဒက်ပ္တန် ဂကောံ မဆေင်စပ်ကဵု နဲကဲပညာရမျာင်ညိ၊ ကေတ်အဆက် နကဵုအဳမေလ်ညိ။

source: Help us build a high quality, publicly open dataset
mnw: ရီုဗၚ်ပိုဲဒက်ပ္တန် မူလပစ္စယ် ပံၚ်လဟာ် ကဆံၚ်သၠုၚ် သွက်မၞိဟ်ဂမၠိုၚ်ညိ။

source: Help us find more voices, share your goal
mnw: ရီုဗင် ပိုယ် ညံၚ်ဂွံဂၠာဲဂွံ ရမျာၚ်ဂၠိုၚ်ၚ်ညိ၊ ပါ်ပရအ် တိုၚ်ပ္ကဴတင်ရန်တၟအ် မၞးညိ။

source: Help us get to { $goal }
mnw: ညံၚ်ဂွံစိုပ် { $goal } ရီုဗၚ်ပိုဲညိ။

source: Help us validate sentences!
mnw: ဘိုၚ်ရီုကဵုပိုဲစၟဳစၟတ်ဝါကျဂမၠိုၚ်ညိ။

source: Help us validate voices
mnw: ဘိုၚ်ရီုကဵုပိုဲစၟဳစၟတ်ရမျာၚ်ဂမၠိုၚ်ညိ။

source: Heng Hua
mnw: ဟေၚ် ဟွာ

source: Here are the links to download your ZIP files.
mnw: ဣဏံဂှ် လေၚ် သွက်ဂွံဂၠေါၚ်ဖျေံ ဝှာၚ် ZIP မၞးရ။

source: Hidden
mnw: ပၞုက်လဝ်

source: Highland Puebla Nahuatl
mnw: ဟာဲလာန် ပူအေဗလာ နာဟွာတ်

source: Hiligaynon
mnw: ဟဳလဳဂါဲနောန်

source: Hill Mari
mnw: မာရဳ (ဒဵု)

source: Hindi
mnw: ဟိန္ဒဳ

source: His hand was rais-ed.
mnw: တဲညးဂှ် ပစူ-ပ္တိုန်လဝ်ရ။

source: History, Law and Government
mnw: ဝင်၊ သၞောဝ်ဥပဒေ ကေုာံ အလဵုအသဳ

source: Hours
mnw: နာဍဳဂမၠိုၚ်

source: Hours Recorded
mnw: နာဍဳ မပၠောပ်လဝ်ရမျာၚ်ဂမၠိုၚ်

source: Hours Validated
mnw: နာဍဳ မစၟဳစၟတ်လဝ်တုဲ ဂမၠိုၚ်

source: How ?
mnw: ဗီုလဵုဂွံသုၚ်စောဲရော

source: How are project decisions made?
mnw: တၚ်သ္ဂုတ်သွာတ် ပရဝ်ဂျေတ်တအ်ဂှ် ဗီုလဵုဖျေံရော?

source: How can we effectively grow a language on Common Voice?
mnw: ဗီုလဵု ပိုဲဂွံဇၞော်မောဝ်ပတိုန် အရေဝ်ဘာသာမွဲ ပ္ဍဲ Common Voice ဗွဲမစိုပ်တရဴ မာန်ဂှ်ရော?

source: How does Common Voice work?
mnw: Common Voice ဂှ် ဗီုလဵု ကၠောန်ကမၠောန်ရော

source: How does site localization work?
mnw: ဗီုလဵု ဂွံကၠာဲဘာသာ ဝေပ်သာက်ရော?

source: How do I access and use the dataset?
mnw: ဗီုလဵုအဲဂွံ လုပ်ကေတ် စကာ တင်ဂၞင်ဏအ်ရော?

source: How do I add a language?
mnw: ဗီုလဵုအဲဂွံထပ်စုတ်အရေဝ်ဘာသာမွဲရော

source: How do I add sentences?
mnw: ဗီုလဵုအဲဂွံထပ်စုတ် ဝါကျ ရော

source: How do I cite?
mnw: ဗီုလဵု အဲ ဂွံစၞောန်ထ္ၜးသာဓကရော?

source: How do I know whether to approve a voice clip?
mnw: ကလေပ်ရမျှာၚ်မွဲ သ္ပဒတန်ထေက် ဟွံထေက်ဂှ် ဗီုလဵုအဲဂွံတီရော?

source: How do I record a high quality voice clip?
mnw: ဗီုလဵု အဲဂွံပၠောပ်ရမျှာၚ် ကဆံၚ်သၠုၚ်ၚ်ရော

source: How do I stay in touch?
mnw: ဗီုလဵုအဲဂွံကေတ်အဆက်ရော

source: How is Common Voice funded?
mnw: Common Voice ဂှ် ကလိဂွံလဝ် သြန်ထံက်ပင် ဗီုလဵုရော?

source: How Spontaneous Speech works
mnw: ဗီု Spontaneous Speech ကၠောန်ကမၠောန်

source: How to add multiple sentences
mnw: ဗီုလဵုဂွံစုတ်ပတိုန်ဝါကျဂမၠိုၚ်ရော

source: How would you describe your accent?
mnw: ဗီုလဵုမၞးမိက်ဂွံဓမံက်လဴထ္ၜး စပ်ကဵု ရမျာၚ်ဂရုလဟုမၞးရော

source: How would you describe your sex or gender?
mnw: ဗီုလဵုမၞးမိက်ဂွံဓမံက်ထ္ၜး စပ်ကဵုလိၚ် ဟွံသေၚ်မ္ဂး တြုံ/ဗြဴ မၞးရော၊

source: Huarijio
mnw: ဟွာရဳဂျဳအဝ်

source: Huautla Mazatec
mnw: ဟူအာတ်လာ မာဇြာတေတ်

source: Hungarian
mnw: ဟာၚ်ဂေရဳ

source: Hunsrik
mnw: ဟုၚ်သရေတ်

source: Hurray! Your language is already live on Common Voice <strong>Scripted Speech</strong>. You can contribute <homePageLink>here</homePageLink>.
mnw: ခိုဟ်ရအဴ။ အရေဝ်ဘာသာမၞး နွံမံၚ် ပ္ဍဲ Common Voice <strong>Scripted Speech</strong>တုဲရ။ မၞးဘိုၚ်ပါလုပ်ရီုဗၚ် <homePageLink>ဒၞာဲဏံ</homePageLink>မာန်ရ။

source: I agree
mnw: အဲတုပ်စိုတ်ရောၚ်။

source: I agree I will not attempt to identify the speakers in the Common Voice dataset.
mnw: အဲတုပ်စိုတ် ဒဒှ်ရ အဲဟွံဂစာန် ဂၠာဲတီကေတ် ညးဟီုအရေဝ် ပ္ဍဲတၚ်ဂၞၚ်ဒေတာ Common Voice ဝွံရောၚ်။

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
mnw: အဲဒုၚ်တဲတုပ်စိုတ်ကဵု <termsLink>စေဝ်ပၞောန်</termsLink> ကေုာံ <privacyLink>တၚ်သမ္တီပရေင်စဵုဒၞာပူဂဵု</privacyLink>Common Voice ရောၚ်။

source: I agree to Common Voice Terms and Privacy.
mnw: အဲဒုၚ်တဲတုပ်စိုတ်ကဵု စေဝ်ပၞောန် ကေုာံ ပရေင်စဵုဒၞာပူဂဵု Common Voice တအ်ရောၚ်။

source: Iban
mnw: အဳဗာန်

source: Ibibio
mnw: အဳဘဳဘဳယော

source: Icelandic
mnw: အာက်သလေန်

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
mnw: အဲသ္ပဒတန် ဒဒှ်ရ ဝါကျတအ်ဏအ်ဂှ် ဒှ် <wikipediaLink>ဒြပ်ညးဂမၠိုၚ်</wikipediaLink> တုဲ သွက်ဂွံ ပတိုန်ပၠုပ်စုတ်ဝါကျတအ်ဏံဂှ် အဲကလိဂွံလဝ်အခေါၚ်ရ။

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
mnw: အဲသ္ပဒတန် အရေဝ်သၟာန်ဏအ်ဂှ် ဒှ် <publicDomainLink>ဒြပ်ညးဂမၠိုၚ်</publicDomainLink> တုဲ သွက်ဂွံ ပတိုန်ပၠုပ်စုတ်ဂှ် အဲကလိဂွံလဝ်အခေါၚ်ရ။

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
mnw: အဲသ္ပဒတန် ဒဒှ်ရ ဝါကျဏအ်ဂှ် ဒှ် <wikipediaLink>ဒြပ်ညးဂမၠိုၚ်</wikipediaLink> တုဲ သွက်ဂွံ ပတိုန်ပၠုပ်စုတ်ဂှ် အဲကလိဂွံလဝ်အခေါၚ်ရ။

source: <icon></icon> Add multiple public domain sentences
mnw: ထပ်စုတ် <icon></icon> ဝါကျညးဂမၠိုၚ်

source: Ideally natural and conversational (it should be easy to read the sentence)
mnw: ပရေၚ်ဟီုဂးစစှ်ေဗွဲသဘာဝမ္ဂး ခိုဟ်အိုတ်ရ။ (ဝါကျဂှ် သ္ဒးဗှ်စ လောဲသွာရောၚ်)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
mnw: အဲသၟိက်မိက်ဂွံဒုၚ်တဲ အဳမေဝ် မပ္တံကဵု လိက်ကဵုသတိ တိုၚ်ပ္ကဴ၊ တၚ်ပလေဝ်ပလေတ် ပရေၚ်တဴတက်ဖောအ်ဗြေဝ်အဲ ကေုာံ လိက်ပရိုၚ် မဆေၚ်ကဵု Common Voice တအ်ရ။

source: I do not agree
mnw: အဲဟွံတုပ်စိုတ်ရောၚ်။

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
mnw: ယဝ်ရ ကလေပ်ရမျာၚ်မွဲ ဒးဒုၚ်တးပါဲလဝ် နကဵုမၞိဟ် ၂ တၠမ္ဂး၊ ရမျာၚ်ဂှ် ဒးဒုၚ်ပ္တိတ် ပ္ဍဲကဏ္ဍဒေတာမတၞဟ်ခြာမွဲရ။

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
mnw: ယဝ်ရ ဍေံ ဒှ် အရေဝ် မၞးဇေတ်တ် မ္ဂး၊ ချူစုတ် <italicizedText>“စၞောန်ထ္ၜးသာဓက ပူဂဵု”</italicizedText> ညိ။ ပိုဲ နွံပၟိက် မိက်ဂွံတီ ဒၞာဲ မၞး မက္လိဂွံလဝ် ပရူပရာဏအ် သွက်ဂွံ စၟဳစၟတ် ဒဒှ်ရ ဍေံ ဒှ် ဒြပ်ညးဂမၠိုၚ်တုဲ ပရေၚ်ကၟာတ်လဒဵု အခေါၚ်ပိုင်ပြဳ ဟွံမွဲ ရောၚ်။ သွက်ဂွံ တီ တၚ်နၚ် ဗွဲတြး စပ်ကဵု ပရေၚ်စၞောန်ထ္ၜးသာဓကဂှ် ရံၚ် ပ္ဍဲ <guidelinesLink>မုက်လိက် စေဝ်ပၞောန်</guidelinesLink> ပိုဲ ညိ။

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
mnw: ယဝ်ခါရ ကလေပ်ရမျာၚ်ဂှ် ပိုတ်အာ၊ ဟွံသေၚ်မ္ဂး နွံကဵုရမျာၚ်ခရက်ခရောဝ်မ္ဂး၊ အလုံမွဲကလေပ်ဂှ် မိၚ်ကေတ် ဟွံမာန်မ္ဂး တးပါဲ ထောံညိ။

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
mnw: ယဝ်ခါရမိက်ဂွံစုတ် ပရူပရာပရိုၚ်တၞဟ်နွံဒၟံၚ်ဏီမ္ဂး ကေတ်အဆက်ညိ။<emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
mnw: ယဝ်ခါရ မၞး မိက်ဂွံကဵု တင်ဂၞင် ဒးထပ်ဗပေင် စပ်ကဵု ဝှာင်ဏအ် မဟွံပါလုပ် ပ္ဍဲ ဗီုပြၚ်တၞးလိက်ဏံဏီမ္ဂး ဆက်စၠောံကေတ် ဇရေၚ် <emailFragment>commonvoice@mozilla.com</emailFragment>ညိ။

source: If the sentence does not meet the above criteria, click the "No" button.
mnw: ယဝ်ခါရ ဝါကျဂှ် ဟွံကိတ်ညဳကဵု သၞောတ်ဝ် လတူဏအ်မ္ဂး၊ ဍဵု စုတ် မဍဵု "ဟအှ်ေ" ညိ။

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
mnw: ယဝ်ခါရ ဝါကျဂှ် ဟွံကိတ်ညဳဒၟံၚ်ကဵု တၚ်နၚ်စၟတ်သမ္တီမ္ဂး ဍဵု မဍဵု &quot; တးပါဲ &quot; လ္ပာ်ပါဲဂှ်ညိ။ စပ်ကဵုဝါကျဂှ် ယဝ်ခါရမၞး ဟွံချိုတ်ပၠိုတ်မ္ဂး သရုၚ်ထောံတုဲ ဆက်အာ ဝါကျဂတတေံညိ။

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
mnw: ယဝ်ရ ဝါကျဂှ် ဒှ်အရာဟွံဂပ်ဝ်ယေန်သၞာၚ် ဟွံသေင်မ္ဂး ပလီုပလာ်တဴစိုတ်ဓါတ် — ဥပမာ ဟိုတ်နူ မလိက်ဟွံဂပ်ဝ်ယေန်သၞာင် ဟွံသေင်မ္ဂး ဒစဵုဒစး <communityGuidelines>သၞောတ်ဝ် ပါလုပ် ဂကောံပိုယ်မ္ဂး</communityGuidelines> မၞးထေက်ကဵု ဒးတးပဲါထောံဝါကျဂှ်ရောၚ်။ သွက်ဂွံ လၟိင်ပရိုင် တင်ခက်ခုဲဏအ်ဂှ် မၞးဆက်စၠောအ်ကဵုပိုယ် ပ္ဍဲကဵု <emailFragment>commonvoice@mozilla.com</emailFragment> ညိအဴ။

source: If the sentence meets the criteria above, click the "Yes" button.
mnw: ယဝ်ခါရ ဝါကျဂှ် ကိတ်ညဳကဵု သၞောတ်ဝ် လတူဏအ်မ္ဂး၊ ဍဵု စုတ် မဍဵု "ယွံ" ညိ။

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
mnw: ယဝ်ခါရ ဝါကျဂှ် ကိတ်ညဳဒၟံၚ်ကဵု တၚ်နၚ်စၟတ်သမ္တီမ္ဂး ဍဵု မဍဵု &quot; ဒုၚ်တဲ &quot; လ္ပာ်ပုၚ်ဂှ်ညိ။

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
mnw: စပ်ကဵုဝါကျဂှ်တုဲ ယဝ်ခါရ မၞးဟွံချိုတ်ပၠိုတ်မ္ဂး မၞးသရုၚ်ထောံတုဲ မၞးဆက်အာဂတတေံမွဲပၠန်ညိ။

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
mnw: ယဝ်ခါရ မၞးဆဵုဂဗ အရာမဟွံပါလုပ် ပ္ဍဲတၚ်စၞောန်ပညုၚ်ဏအ်မ္ဂး၊ အတိုၚ် မၞးစၟတ်သမ္တီလဝ် ခိုဟ်အိုတ်ဂှ် ကဵုမာဲညိ။ ယဝ်ရ မၞး ဖျေံသ္ဂုတ်သွာတ် ဟွံမာန် ကွေံကွေံမ္ဂး၊ သုၚ်စောဲ မဍဵု 'သရုၚ်ထောံ' တုဲ ဆက်အာ ကလေပ်ရမျှာၚ် ဂတဂှ်ညိ။

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
mnw: ယဝ်ရ မၞး <strong>မိင်ရမျှာၚ်တအ်ဂှ်</strong> တုဲ <strong>ကၠိုဟ်ရမျှာၚ်တအ်ဂှ်</strong> မာန်မ္ဂး၊ ဗွဲမဂၠိုၚ် <strong>သ္ပဒတန်ဂှ် ခိုဟ်အိုတ်</strong> ရ။

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
mnw: ယဝ်ခါရ မၞးဟွံဂွံမိၚ်ကေတ်နူပိုဲ အပ္ဍဲအကြာ ၜါပိတ္ၚဲမ္ဂး ကေတ်အဆက်ပ္ဍဲ <emailLink>{ $email }</emailLink>တုဲ ပိုဲကလေၚ်ဆက်စၠောံကဵုမၞးပၠန်ရောၚ်။

source: If you don't see your language in either part of the platform, select both.
mnw: ယဝ်ခါရ မၞးဟွံဆဵုအရေဝ်ဘာသာမၞးပ္ဍဲကဵုသီုၜါပ္ဍဲ ပလက်ဖံၚ်ဏံမ္ဂး ရုဲစုတ်သီုၜါညိ။

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
mnw: ယဝ်ရ မၞး ဟွံသေၚ်မ္ဂး ဂကောံမၞး မိက်ဂွံဗိုၚ်ရီုဗၚ်ထံက်ပၚ် ပ္ဍဲပရဝ်ဂျေတ်ဝွံမ္ဂး၊ မၞး ကဵု \<donateLink\>ဒါန်သြန်</donateLink\> ဟွံသေၚ်မ္ဂး ဆက်စၠောအ်ကဵု ဂကောံပံၚ်ကောံပိုဲ ပ္ဍဲ <emailFragment\>commonvoice@mozilla.com\</emailFragment\> မာန်ရ။

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
mnw: ယဝ်ခါရ မၞး ဒှ်ဒၟံၚ် အခက်အခုဲ ပ္ဍဲအရာမပါလုပ်ရီုဗၚ်မ္ဂး၊ အခိၚ်လဵုဟွံဟီု မၞး ကလေၚ်ပြံၚ်လှာဲ သွက်ဂွံ ညာတ်ကေတ် တၚ်နၚ်အိုတ်သီု သွက်အရေဝ်ဘာသာမၞး မာန်ရ။

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
mnw: ယဝ်ရမၞးဂၠာဲဒၟံၚ် ကိရိယာ သွက်ဂွံကၠောန်ဗဒှ် မဝ်ဒေဝ် ASR မ္ဂး၊ မၞးဆက်စၠောအ်ကဵု ညးသ္အာၚ်ပ္ဍဲဂကောံ <discourseLink>လ္တူ Discourse</discourseLink> တေံမာန်ရ။

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
mnw: ယဝ်ရ မၞး မိက်ဂွံထပ်ဟီုဂး ပရူတၚ်ဂၞၚ်ဒေတာဏအ်ဏီကီု၊ မိက်ဂွံ ပံၚ်ကောံ ဖျေံသြန် ပ္ဍဲကဵု ပရေၚ်ချပ်တဴလဝ် သွက်ဂွံ ဇၞော်မောဝ်ပတိုန် ပလက်ဖံၚ် ဟွံသေၚ်မ္ဂး ဂၠာဲဒၟံၚ် အခေါၚ်အရာ သွက်ဂွံ ပံၚ်ကောံကၠောန်မ္ဂး၊ <emailFragment>ဆက်စၠောံကၠုၚ်</emailFragment>ညိ။

source: If you run out of sentences to review, please help us collect more sentences!
mnw: ယဝ်ခါရ ဝါကျသွက်ဂွံစၟဳစၟတ်တအ်ဂှ် အိုတ်အာမ္ဂး ရီုဗၚ်ဘိုၚ်ဆက်ပကောံကဵုပိုဲဝါကျဂမၠိုၚ်ညိ။

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
mnw: ယဝ်ခါရ မၞးစှ်ေစိုတ် ရမျာၚ်ဟီုပ္တိတ်ဂှ် <strong>ကၠိုဟ်ကေတ်ဟွံမာန်</strong>၊ ဟွံသေင်မ္ဂး <strong>ရမျာၚ်ထုဲထံင်ဂၠိုင်</strong>၊ ဟွံသေင်မ္ဂး <strong>မၞိဟ်တၞဟ်တအ်လေဝ်ဟီုမံင်အရေဝ်နွံမံင်ကီု</strong> မ္ဂး၊ မၞး တးပါဲ ကလေပ်ရမျာၚ်ဂှ် ထေက်ရ။ <accuracyLink>ရံင်ကေတ်တင်ဂၞင် တင်သ္ဂုတ်သွာတ် ပရေၚ်ပကိတ်ပညဳ ပိုယ်တအ်ညိ</accuracyLink>။

source: Igbo
mnw: အဳဂဗဝ်

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
mnw: အဲ ကၠောန်ဗဒှ်လဝ် တိုၚ်ပ္ကဴရန်တၟအ်ပူဂိုလ်မွဲ သွက်ဂွံ ကဵုဒါန်ရမျာၚ် ကု #CommonVoice တုဲရ -- ပါလုပ်ကရောံအဲတုဲ ရီုဗင်ဗ္တောန်ကဵုစက် ဗီုပြၚ်မၞိဟ်တအ်ဂမၠိုၚ် ဟီုဂးတဴ { $link } ညိ။

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
mnw: အတိုင်မၞးပသောင်ထ္ၜးလဝ် ပ္ဍဲ <privacyLink>မူဝါဒ ပရေင်စဵုဒၞာပူဂဵု</privacyLink> Mozilla ဂှ် အဲတုပ်စိုတ်ကဵု ပရေၚ်ရပ်စပ် တင်ဂၞင်တအ်ဏအ်ရောၚ်။

source: Include appropriate citation
mnw: ထပ်စုတ် တၚ်ဓမံက်ထ္ၜးသာဓက ဗွဲမဒးရးညိ။

source: Includes email, username & demographic info, available right away
mnw: အဳမေလ်၊ ယၟုညးရပ်စကာ ကေုာံ တၚ်နၚ်ပရူပရာမၞိဟ်တအ် ပါလုပ်တအ်ဂှ် မကလိဂွံ လဝါဲဂှ်မာန်ရ။

source: Includes mp3s and related sentences, may take some time to prepare
mnw: ဝှာၚ် mp3 တအ် ကေုာံ ဝါကျ မဆက်စပ်တအ် ပါလုပ်တအ်ဂှ် သွက်ဂွံပြုပြေၚ်ဂှ် ဒးကဵုအခိၚ်ညိဏောၚ်။

source: Indonesian
mnw: အေန်ဒဝ်နဳယှာ

source: Indus Kohistani
mnw: အိန်ဒူတ် ကဝ်ဟိသတာန်နဳ

source: Information about the language
mnw: ပရူပရာစပ်ကဵုအရေဝ်ဘာသာ

source: In Progress
mnw: အဃောကၠောန်ဒၟံင်

source: Interested in getting involved with this project, or partnering with us?
mnw: မိက်ဂွံပါလုပ်ကၠောန် ပ္ဍဲပရဝ်ဂျေတ်ဏံ ဟွံသေၚ်မ္ဂး မိက်ဂွံပံၚ်ကောံကၠောန် ကရောံပိုဲဟာ?

source: Interested in learning more and contributing to the project?
mnw: မိက်ဂွံ ထပ်လ္ၚတ် ကေုာံ ပါလုပ်ပံၚ်တောဲ ပ္ဍဲကဵု ပရဝ်ဂျေတ်ဏအ် ဟာ?

source: Interlingua
mnw: အိန်တာလိန်ဂွါ

source: Interlingue
mnw: အိန်တာလိန်ဂူ

source: [interrupted by background noise]
mnw: [ထုဲအာကဵု ရမျှာၚ်လ္ပာ်လက္ကရဴ]

source: Intersex
mnw: လိၚ်ၜါ

source: Iñupiaq
mnw: အဳနူပဳယာတ်

source: Invalid file
mnw: ဂကူဝှာင် ဗၠေတ်

source: Irish
mnw: အာဲရေတ်

source: IsiNdebele (North)
mnw: အဳသဳအေန်ဒေဗေလေ (သၟဝ်ကျာ)

source: IsiNdebele (South)
mnw: အဳသဳအေန်ဒေဗေလေ (သၠုၚ်ကျာ)

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
mnw: ယဝ်ခါရတီမ္ဂး <isoCodeLink>စုတ်မဂၞန် ISO</isoCodeLink>

source: Is the clip valid?
mnw: ရမျာင်ဏအ် ဒးရးမံင်ဟာ

source: Italian
mnw: ဣတလဳ
